{
  "main": {
    "name":"Stefan Salituro",
    "occupation":"Web Developer",
    "description":"Web developer with 2+ years of experience in designing and developing user interfaces, testing, and debugging within eCommerce technologies. Proven ability in optimizing web functionalities that improve data retrieval and workflow efficiencies. Versatile skill set including excellent business acumen and written and oral communication.",
    "image":"profilepic.jpg",
    "bio":"I am a self-starter and a quick learner. I have worked in a corporate setting at Tangerine Bank for 4 years before returning to school for coding and web development. For the past three years, I have been studying web development and working as a freelance Web Developer. I have experience revamping web applications, designed and developed several user-friendly applications and websites, and worked with other developers on several group projects. I want to further my own knowledge and interest in web development.",
    "contactmessage":"I am a team player with exceptional interpersonal and presentation skills. I have definite abilities in leadership, planning, decision-making, problem solving and a focus on detail. I can be a great asset to your company: please contact me by email, mail, or phone anytime.",
    "email": "stefansalituro@gmail.com",
    "phone": "(647) 210-2770",
    "address":{
      "street":"174 Dowling Ave.",
      "city":"Toronto",
      "state":"Ontario",
      "zip": "M6K 3A6"
    },
    "website": "https://salnation.github.io/portfolio.github.io/",
    "resumedownload":"https://docs.google.com/document/d/18aSBnRSzOEYfSmLy1krQy15Mrx9ruE82qwktoIx-4xg/edit?usp=sharing",
    "social":[
      {
        "name":"facebook",
        "url":"http://https://www.facebook.com/salyadoin/",
        "className":"fa fa-facebook"
      },
      {
        "name":"twitter",
        "url":"http://twitter.com/",
        "className":"fa fa-twitter"
      },
      {
        "name":"google-plus",
        "url":"http://googleplus.com/",
        "className":"fa fa-google-plus"
      },
      {
        "name":"linkedin",
        "url":"https://www.https://www.linkedin.com/in/stefan-salituro-360ab212b/",
        "className":"fa fa-linkedin"
      },
      {
        "name":"instagram",
        "url":"http://instagram.com/",
        "className":"fa fa-instagram"
      },
      {
        "name":"github",
        "url":"http://github.com/salnation/",
        "className":"fa fa-github"
      },
      {
        "name":"skype",
        "url":"http://skype.com/stefan.salituro/",
        "className":"fa fa-skype"
      }
    ]
  },
  "resume":{
    "skillmessage":"I have several skills that I have acquired and mastered in both my business and web development experience. These skills include computer programming, business process improvement, project management, leadership, adaptability, MS Office Suite, full-stack development with proficiency in javascript, HTML, CSS, jQuery, Bootstrap, Express.js, React.js, Node.js, Database Theory, MongoDB, MySQL, Command Line and Git.",
    "education":[
      {
        "school":"Richard Ivey School of Business",
        "degree":"Masters of Science in Management (MSc)",
        "graduated":"April 2013",
        "description":"Taken at the University of Western Ontario and specializing in finance and entrepreneurship."
      },
      {
        "school":"University of Toronto",
        "degree":"Full Stack Flex Coding Bootcamp",
        "graduated":"November 2020",
        "description":"Gained the knowledge and skills to build dynamic end-to-end web applications and become a full stack web developer. It covered both the theory and application of web development. Several coding languages and systems were mastered throughout the course."
      }
    ],
    "work":[
      {
        "company":"Tangerine Bank",
        "title":"Fraud Detection Analyst",
        "years":"2015 - 2018",
        "description":"Performed early detection, prevention, and minimization of losses through a review of suspect transactions as generated by transaction monitoring systems."
      },
      {
        "company":"Muthoot Group - India",
        "title":"Junior Business Consultant",
        "years":"2014-2015",
        "description":"Managed assigned health projects assuring all communications and target dates are met. Defined, documented, and implemented best practices with senior management of the health division of the company located in Kochi, India."
      }
    ],
    "skills":[
      {
        "name":"Git",
        "level":"75%"
      },
      {
        "name":"MySQL",
        "level":"55%"
      },
      {
        "name":"ReactJs",
        "level":"50%"
      },
      {
        "name":"CSS",
        "level":"60%"
      },
      {
        "name":"HTML5",
        "level":"90%"
      },
      {
        "name":"NodeJS",
        "level":"85%"
      },
      {
        "name":"MongoDB",
        "level":"70%"
      }
    ]
  },
  "portfolio":{
    "projects": [
      {
        "title":"Inquirer Password Generator",
        "category":"Command-line application that dynamically generates a professional README from a user's input.",
        "image":"canadian-wanderlust.jpg",
        "url":"https://www.github.com/salnation/InquirerPasswordGenerator/"
      },
      {
        "title":"React Employee Directory",
        "category":"Employee directory with React to be able to view my entire employee directory at once so that I have quick access to their information.",
        "image":"fury-fighting-gear.jpg",
        "url":"http://www.github.com/salnation/Unit19ReactEmployeeDirectory/"
      },
      {
        "title":"Budget Tracker",
        "category":"User is able to subtract expenses and add deposits to their budget with or without a connection. Application allows for offline access.",
        "image":"original-thai-food.jpg",
        "url":"http://www.github.com/salnation/Unit18BudgetTracker/"
      },
      {
        "title":"Recipe Helper Group Collaboration",
        "category":"An application that allows users to search for a recipe or food catagory and it will generate options for your next meal and even calculate the calories!",
        "image":"resume-website.jpg",
        "url":"http://www.github.com/salnation/RecipeHelper/"
      },
      {
        "title":"Weather Dashboard",
        "category":"A weather dashboard application with search functionality to find weather conditions and the future weather outlook for multiple cities of the user's choice using OpenWeatherAPI.",
        "image":"smirkspace.jpg",
        "url":"http://www.salnation/Server-Side-API-Homework---Weather-App/"
      }
    ]
  },
  "testimonials":{
    "testimonials":[
      {
        "text":"It was a pleasure collaborating with Stefan and his team for the recipe generator project. He works hard, is a team player and always completes the job on time.",
        "user":"Carol Jabbar"
      },
      {
        "text":"Stefan Salituro is an excellent team member and an even better friend - he goes above and beyond to make everyone on the team feel comfortable and knows their roles. An excellent leader and role model.",
        "user":"Wilson Daniels"
      }
    ]
  }
}
